export default {
  header: {
    title: "نظرة عامة",
    subtitle: "أبرز نقاط العام.",
  },
  intro: {
    text: "اعتباراً من عام 2025، تحتل شركة فرست ميلز موقعاً رائداً في سوق الدقيق السعودي، بحصة سوقية تبلغ حوالي 31% من حيث حجم الإنتاج. كما تحافظ الشركة على حضور قوي في سوق الأعلاف الحيوانية المركبة، وتواصل توسيع عروض منتجاتها لتلبية الاحتياجات المتطورة للصناعة في المنطقة."
  },
  financialHighlights: {
    title: "المؤشرات المالية",
    flour: "دقيق",
    feed: "أعلاف",
    bran: "نخالة",
    revenueHighlights: {
      title: "أبرز الإيرادات",
      label: "الإيرادات",
      unit: "مليون ريال",
    },
    revenueByProduct: {
      title: "الإيرادات حسب نوع المنتج",
      total: "الإجمالي",
    },
  },
};
