export default {
  header: {
    title: "نظرة عامة",
    subtitle: "أبرز النتائج والإنجازات",
  },
  intro: {
    text: "اعتباراً من عام 2025، تحتل شركة فرست ميلز موقعاً رائداً في سوق الدقيق السعودي، بحصة سوقية تبلغ حوالي 31% من حيث حجم الإنتاج. كما تحافظ الشركة على حضور قوي في سوق الأعلاف الحيوانية المركبة، وتواصل توسيع عروض منتجاتها لتلبية الاحتياجات المتطورة للصناعة في المنطقة.",
  },
  operationalHighlights: {
    title: "أبرز النتائج التشغيلية",
    plants: {
      value: "5",
      label: "عدد المصانع",
    },
    alManarDescription:
      "الاستحواذ على شركة المنار للأعلاف المحدودة ورفع الطاقة الإنتاجية اليومية للأعلاف بمقدار",
    alManarHighlight: {
      value: "450",
      suffix: "طن",
    },
    alManarSuffix: "",
    productionCapacityDescription: "بلغت معدلات استغلال السعة الإنتاجية حاجز",
    productionCapacityValue: {
      value: "94",
      suffix: "%",
    },
    kenanStakeDescription: "استحوذت على حصة",
    kenanStakeValue: {
      value: "60",
      suffix: "%",
    },
    kenanStakeSuffix: "في شركة كنان العربية للتجارة",
    mills: {
      value: "15",
      label: "عدد المطاحن",
    },
    capacities: {
      title: "الطاقات الإنتاجية",
      silosStorage: {
        label:
          "الاستحواذ على شركة المنار للأعلاف المحدودة ورفع الطاقة الإنتاجية اليومية للأعلاف بمقدار",
        value: "250000",
        unit: "طن",
      },
      dailyWheatMilling: {
        label: "القدرة التصميمية اليومية لطحن القمح ",
        value: "5150",
        unit: "طن",
      },
      dailyFeedProduction: {
        label: "طاقة إنتاج الأعلاف اليومية ",
        value: "1350",
        unit: "طن",
      },
      dailyDurumMilling: {
        label: "طاقة التصميم اليومية لمطحنة الديورم",
        value: "300",
        unit: "طن",
      },
    },
    marketShare: {
      title: "الحصة السوقية",
      description:
        "تحتل المطاحن الأولى مكانة رائدة في سوق الدقيق في المملكة العربية السعودية",
      value: {
        number: "30",
        suffix: "%",
      },
    },
    customers: {
      title: "عدد العملاء",
      subtitle: "(مباشر أو غير مباشر)",
      value: {
        number: "7500",
        prefix: "+",
      },
      label: "عميل",
    },
    productSales: {
      title: "نظرة عامة على المنتجات والمبيعات",
      flourSales: {
        label: "نسبة عمليات البيع النقدية",
        sublabel: "",
        value: {
          number: "65",
          suffix: "%",
        },
      },
      numberOfProducts: {
        label: "عدد المنتجات",
        sublabel: "(المنتجات الرئيسية)",
        value: {
          number: "90",
          prefix: "+",
        },
      },
    },
  },
  esgHighlights: {
    title: "أبرز مؤشرات الحوكمة البيئية والاجتماعية",
    items: {
      pestControl:
        "إطلاق أول حل من نوعه في المملكة لمكافحة الحشرات بدون أي مواد كيميائية",
      solarProject:
        "توقيع عقد لإنشاء مشروع للطاقة الشمسية بقدرة تشغيلية تصل إلى <br /><span class='text-fm-yellow'> 9.3 ميجاواط</span><br /> ذروة، ومن المقرر البدء في أعمال التركيب بمواقع الشركة في تبوك والأحساء خلال الربعين الثاني والثالث من عام 2026م",
      communityInvestment:
        "استثمار ما يقارب<br /> <span class='text-fm-yellow'>230,000 <i class='riyal-icon'></i></span> <br />في المبادرات المجتمعية ",
      employeeAwards:
        "إطلاق أول حل من نوعه في المملكة لمكافحة الحشرات بدون أي مواد كيميائيةالحصول على جائزتين فضيتين ضمن جوائز سعادة الموظفين في فئتي أفضل برنامج تعريفي للموظفين الجدد وأفضل استراتيجية لاستقطاب المواهب",
    },
  },
  awards: {
    title: "الجوائز",
    certifications: "والشهادات",
    items: {
      gfsi: {
        title: "شهادة (FSSC 22000) وفق الإصدار السادس ",
        desc: "المبادرة العالمية لسلامة الأغذية (GFSI) — اعتماد على مستوى الشركة لنُظم إدارة سلامة الأغذية يشمل جميع مواقع الإنتاج (جميع المصانع)",
      },
      bestInduction: {
        title: "أفضل برنامج تعريفي للموظفين الجدد – الفئة الفضية ",
        desc: "جوائز سعادة الموظفين (في المملكة العربية السعودية) — تكريم لأفضل ممارسات البرامج التعريفية التي تُسرّع اندماج الموظفين الجدد وتعزّز تفاعلهم في المملكة العربية السعودية",
      },
      bestRecruitment: {
        title: "أفضل استراتيجية لاستقطاب المواهب – الفئة الفضية ",
        desc: "جوائز سعادة الموظفين (في المملكة العربية السعودية) — تقديراً لاستراتيجية مبتكرة وفعّالة في استقطاب المواهب ضمن السوق في المملكة العربية السعودية",
      },
      meira: {
        title: "المركز الثاني في فئة أفضل فيلم لعلاقات المستثمرين",
        desc: " جمعية علاقات المستثمرين في الشرق الأوسط — المركز الثاني على مستوى الشرق الأوسط في فئة أفضل فيلم لعلاقات المستثمرين ",
      },
      iaommea: {
        title: "جائزة تقديرية – المستضيف المحلي والراعي البلاتيني ",
        desc: "الجمعية الدولية للمطاحن في منطقة الشرق الأوسط وأفريقيا — تقديراًً للشركة على استضافة ودعم المؤتمر والمعرض السنوي الخامس والثلاثين للجمعية الدولية للمطاحن في الشرق الأوسط وأفريقيا في جدة",
      },
      iaom: {
        title: "جائزة تقديرية – تنظيم المؤتمر والمساهمة فيه",
        desc: "الجمعية الدولية للمطاحن في منطقة الشرق الأوسط وأفريقيا — تقديراًً للمساهمة الفاعلة في التخطيط والتنظيم وتنفيذ المؤتمر والمعرض السنوي الخامس والثلاثين للجمعية الدولية للمطاحن في الشرق الأوسط وأفريقيا في جدة",
      },
      saudiAgriculture: {
        title: "الجوائز والتقديرات من القطاع ",
        desc: "المعرض الزراعي السعودي — تقدير على مستوى القطاع يسلّّط الضوء على تميّّز الشركة في منتجات الأعلاف والتغذية الحيوانية",
      },
    },
  },
  financialHighlights: {
    title: "أبرز النتائج المالية",
    flour: "الدقيق",
    feed: "الأعلاف",
    bran: "النخالة",
    revenueHighlights: {
      title: "أبرز نتائج الإيرادات",
      label: "الإيرادات",
      unit: "مليون <i class='riyal-icon'></i>",
    },
    revenueByProduct: {
      title: "الإيرادات حسب نوع المنتج",
      total: "المجموع",
    },
    profitCharts: {
      unit: "مليون <i class='riyal-icon'></i>",
      grossProfit: "إجمالي الربح",
      operatingProfit: "الربح التشغيلي",
      netProfit: "صافي الربح",
    },
    geoRevenue: {
      title: "الإيرادات حسب الموقع الجغرافي",
      unit: "مليون <i class='riyal-icon'></i>",
      jeddah: "مصنع جدة",
      qassim: "مصنع القصيم",
      tabuk: "مصنع تبوك ",
      alAhsa: "مصنع الأحساء",
      total: "المجموع",
      jeddahFootnote: "¹ يشمل إيرادات مصنع المنار.",
      jeddahMark: "¹",
    },
  },
};
