export default {
  title: "مركز التحميل",
  description:
    "اختر الفصول التي تريد تنزيلها. بدلاً من ذلك، يمكنك تحديد قسم كامل أو النقر على 'تنزيل التقرير الكامل'.",
  downloadSelected: "تنزيل المستندات المحددة",
  downloadFull: "تنزيل التقرير الكامل",
  preparingMessage: "جارٍ تجهيز مستندك، يرجى الانتظار...",
  chapters: [
    {
      title: "",
      sections: [
        "شعار العام",
        "أبرز النتائج والإنجازات",
        "الجوائز والشهادات",
      ],
    },
    {
      title: "نظرة عامة",
      chapterPdf: true,
      sections: [
        "لمحة عن شركة المطاحن الأولى",
        "مسيرة نمو الشركة",
        "أبرز إنجازات العام",
        "الوجود الجغرافي",
        "مزايا الاستثمار",
        "علاقات المستثمرين ومعلومات المساهمين",
        "مشاركة أصحاب المصلحة",
      ],
    },
    {
      title: "المراجعة الاستراتيجية",
      chapterPdf: true,
      sections: [
        "كلمة رئيس مجلس الإدارة",
        "رسالة الرئيس التنفيذي",
        "نموذج العمل التجاري",
        "الاستراتيجية ومؤشرات الأداء الرئيسية",
        "رؤية السعودية 2030",
        "التقنية والابتكار",
        "كلمة رئيس القطاع المالي",
        "نظرة عامة عن السوق",
        "إدارة المخاطر",
      ],
    },
    {
      title: "مراجعة العمليات التشغيلية",
      chapterPdf: true,
      sections: [
        "كلمة رئيس قطاع العمليات التشغيلية",
        "علامة \"المطاحن الأولى\" التجارية",
        "علامة \"الأولى\" التجارية",
        "علامة \"نفاع\" التجارية",
      ],
    },
    {
      title: "مراجعة الاستدامة",
      chapterPdf: true,
      sections: [
        "نهجنا في الاستدامة",
        "استراتيجيتنا للاستدامة",
        "الموضوعات الجوهرية للاستدامة",
        "التوافق مع الأولويات الوطنية والعالمية",
        "حماية طبيعتنا",
        "تحقيق الأثر الاجتماعي",
        "موظفونا",
        "مجتمعاتنا",
      ],
      hiddenSectionIndices: [6, 7],
    },
    {
      title: "حوكمة الشركات",
      chapterPdf: true,
      sections: [],
    },
    {
      title: "القوائم المالية",
      chapterPdf: true,
      sections: [
        "تقرير مراجع الحسابات المستقل",
        "قائمة المركز المالي الموحدة",
        "قائمة الربح أو الخسارة والدخل الشامل الآخر الموحدة",
        "قائمة التغيرات في حقوق الملكية الموحدة",
        "التدفقات النقدية الموحدة",
        "الإيضاحات حول القوائم المالية الموحدة",
      ],
    },
  ],
};
