export default {
  title: "القوائم المالية",
  prefix: "شركة المطاحن الأولى (شركة مساهمة سعودية)",
  date1: "كما في 31 ديسمبر 2025م",
  date2: "للسنة المنتهية في 31 ديسمبر 2025م",
  note: "(ب <i class='riyal-icon'></i>, ما لم يُحدد خلاف ذلك)",
  tables: [
    {
      title: "قائمة المركز المالي الموحدة",
    },
    {
      title:
        "قائمة الربح أو الخسارة والدخل الشامل الآخر الموحدة",
    },
    {
      title: "قائمة التغيرات في حقوق الملكية الموحدة",
    },
    {
      title: "قائمة التدفقات النقدية الموحدة",
    },
  ],
  finalNote:
    "تعتبر الإيضاحات المرفقة من 1 إلى 40 جزءاً لا يتجزأ من هذه القوائم المالية الموحدة.",
};


