export default {
  hero: {
    title: "التقرير السنوي 2025",
    subtitle: "نموّنا.<br /> التزامنا.",
    subtitle1:"نموٌّ يعزّز الأسس",
    subtitle2: "والتزامٌ يصنع الأثر",
    modalButton: "موضوع العام"
  },
  theme: {
    "theme-of-the-year": "موضوع العام",
    "subtitle1": "نموٌّ يعزّز الأسس.",
    "subtitle2": "والتزامٌ يصنع الأثر.",
    "p1": "أثبتت شركة المطاحن الأولى في عام 2025م المعنى الحقيقي للنمو الهادف والمدروس؛ إذ انصب تركيز كافة قطاعات وإدارات الشركة على تحويل استراتيجيتها إلى واقعٍ ملموس عبر خطوات تنفيذية دقيقة، والمضي قدماً في مسارات التطوير بانضباطٍ منهجي يكفل تعزيز الركائز الأساسية للشركة في جميع أعمالها. ولم يكن سعي الشركة نحو تحقيق النمو هو غاية في حد ذاته، وإنما طريقاً نحو الارتقاء بالقطاعات والمجالات الحيوية التي تضمن تعزيز المرونة التشغيلية وترسيخ المكانة في السوق؛ بما يضمن تحقيق قيمة مضافة طويلة الأجل في قطاع يمثل ركيزة استراتيجية وأولوية قصوى للمملكة.",
    "p2": "وقد حرصت شركة المطاحن الأولى طوال العام على تطوير قدراتها وترسيخ مسؤولياتها تجاه جميع أصحاب المصلحة. وتعكس استثمارات الشركة في تعزيز الطاقة الإنتاجية وتوسيع مجموعة المنتجات وتحقيق التميز التشغيلي لإيمانها الراسخ بأن التوسع في الأعمال ينبغي أن يقترن بدرجة عالية من المصداقية والثقة. كما حافظت الشركة خلال مسيرة نموها على تركيزها على معايير الاتساق والجودة ودقة التنفيذ، لضمان قدرة منتجاتها وأنظمتها وكوادرها على تلبية الطلب المتزايد دون المساس بالمعايير المعتمدة. ويمثل هذا التوازن الدقيق بين الطموح والمسؤولية، النهج الذي تتبعه الشركة في كافة قراراتها الجوهرية.",
    "p3": "ولم تقتصر إنجازات شركة المطاحن الأولى على المؤشرات التشغيلية فحسب، بل تجسدت في التزامها الراسخ الذي يتجاوز حدود الأداء المالي. فقد واصلت الشركة جهودها لتعزيز منظومة الأمن الغذائي الوطني، وتسريع وتيرة الابتكار في جميع فئات المنتجات الأساسية، مع دمج مبادئ الاستدامة ضمن عملياتها التشغيلية. وشملت جهود الشركة رفع مستويات الكفاءة وترشيد استخدام الموارد، إلى جانب تسريع تبنّي التقنيات الرقمية والحلول المدعومة بالذكاء الاصطناعي، كما حرصت على مواءمة طموحات النمو مع مبادئ الريادة المسؤولة، مما يضمن مساهمة الإنجازات الراهنة بشكل جوهري وملموس في تلبية متطلبات وتطلعات الأجيال القادمة.",
    "p4": "وعلى هذا الأساس، أكّدت الشركة من جديد في عام 2025م هويتها كمؤسسة وطنية رائدة؛ حيث تركز في استثماراتها على تحقيق غاية واضحة، وتلتزم بالانضباط الصارم في تنفيذ الخطط المحددة، وتتحمل مسؤوليتها كاملة تجاه أصحاب المصلحة والمجتمعات التي تشرف بخدمتها. ويمثل هذا العام شهادةً على الثقة المكتسبة بالإنجاز الفعلي ودليلاً راسخاً على جاهزيتها لمواصلة هذا الزخم الإيجابي، مما يمكّنها من تعزيز قدراتها ومرونتها لمواكبة التطلعات المستقبلية."
  }
};
