export default {
  hero: {
    title: "التقرير السنوي 2025",
    subtitle: "نموّنا.<br /> التزامنا.",
    subtitle1: "نموّنا.",
    subtitle2: "التزامنا.",
    modalButton: "موضوع العام"
  },
  theme: {
    "theme-of-the-year": "موضوع العام",
    "subtitle1": "نموّنا.",
    "subtitle2": "التزامنا.",
    "p1": "في 2025، أظهرت First Mills ما يعنيه النمو بقصد. وركزنا عبر المنظمة على تحويل الاستراتيجية إلى عمل، والتقدم بانضباط مع ضمان أن كل خطوة للأمام تعزز أسس العمل. لم يُ pursued النمو لذاته، بل تم توجيهه نحو المناطق التي يمكننا فيها بناء المقاومة، وتعزيز relevance وتقديم قيمة طويلة الأمد في قطاع يهم المملكة بشكل عميق.",
    "p2": "خلال العام، قمنا بتوسيع قدراتنا وتعزيز مسؤولياتنا. الاستثمار في السعة، وعرض المحفظة والتميز التشغيلي أظهر إيمانًا واضحًا بأن الحجم يجب أن يُواكب الموثوقية والثقة. ومع نمونا، بقيت مركزة على الاتساق، والجودة والتنفيذ، مما يضمن أن منتجاتنا وأنظمة وفرقنا يمكنها دعم الطلب المتزايد دون التضحية بالمعايير. هذا التوازن بين الأمل والمسؤولية شكل كيفية نحن نتعامل مع كل قرار كبير.",
    "p3": "كان تقدمنا محددًا أيضًا بالالتزام الذي يتجاوز الأداء. واصلنا تعزيز الأمن الغذائي الوطني، ونقل الابتكار عبر فئاتنا الأساسية ودمج الاستدامة في كيفية عملنا. من خلال تحسين الكفاءة واستخدام الموارد إلى تسريع الحلول الرقمية والمدعومة بالذكاء الاصطناعي، قمنا بمحاذاة النمو مع المسؤولية، مما يضمن أن إنجازات اليوم تساهم بشكل معنى في احتياجات الغد.",
    "p4": "وبالطبع، أكد عام 2025 من هو نحن كشركة. نقوم بالاستثمار بقصد، والنفاذ بالانضباط والبقاء مسؤولين أمام أصحاب المصلحة والمجتمعات التي نخدمها. يمثل العام صورة للثقة التي حصلنا عليها من خلال العمل وإشارة واضحة لاستعدادنا لحمل هذا الدفع للأمام, وبناء First Mills أقوى وأكثر استقرارًا للمستقبل."
  }
};
