export const tableDataEn = [
  {
    headings: ["Flour", "2021", "2022", "2023", "2024", "2025"],
    rows: [
      ["Production (tons)", "903.8", "987.8", "1,031.4", "1,125.6", "1,219.4"],
      ["Revenue (<i class='riyal-icon'></i> millions)", "494.9", "507.4", "552.9", "599.1", "615.8"],
    ],
  },
  {
    headings: ["Feed", "2021", "2022", "2023", "2024", "2025"],
    rows: [
      ["Production (tons)", "248.6", "174.6", "249.3", "278.6", "341.4"],
      ["Revenue (<i class='riyal-icon'></i> millions)", "222.5", "273.7", "271.1", "311.1", "351.7"],
    ],
  },
  {
    headings: ["Bran", "2021", "2022", "2023", "2024", "2025"],
    rows: [
      ["Production (tons)", "259.9", "296.4", "332.0", "385.6", "369.7"],
      ["Revenue (<i class='riyal-icon'></i> millions)", "83.7", "132.6", "140.3", "137.8", "142.9"],
    ],
  },
];

export const tableDataAr = [
  {
    headings: ["الدقيق", "2021م", "2022م", "2023م", "2024م", "2025م"],
    rows: [
      ["الإنتاج (طن)", "903.8", "987.8", "1,031.4", "1,125.6", "1,219.4"],
      [
        "الإيرادات (بالمليون ريال)",
        "494.9",
        "507.4",
        "552.9",
        "599.1",
        "615.8",
      ],
    ],
  },
  {
    headings: ["الأعلاف", "2021م", "2022م", "2023م", "2024م", "2025م"],
    rows: [
      ["الإنتاج (طن)", "248.6", "174.6", "249.3", "278.6", "341.4"],
      [
        "الإيرادات (بالمليون ريال)",
        "222.5",
        "273.7",
        "271.1",
        "311.1",
        "351.7",
      ],
    ],
  },
  {
    headings: ["الدقيق (النخالة)", "2021م", "2022م", "2023م", "2024م", "2025م"],
    rows: [
      ["الإنتاج (طن)", "259.9", "296.4", "332.0", "385.6", "369.7"],
      ["الإيرادات (بالمليون ريال)", "83.7", "132.6", "140.3", "137.8", "142.9"],
    ],
  },
];
